[
  "sapientdream - Pastlives (lyrics) by TheGoodVibe",
  "Taylor Swift - no body, no crime (Official Lyric Video) ft. HAIM by Taylor Swift",
  "Chris Medina - What Are Words (Official Video) by Chris Medina",
  "Passenger | Let Her Go (Official Video) by Passenger 10",
  "Joji - Die For You by Joji",
  "[lyric video] time machine - mj apanay (ft. aren park) by aren park",
  "Lana Del Rey - Brooklyn Baby (Official Audio) by Lana Del Rey",
  "Lana Del Rey - Sad Girl by İrem Türkkan",
  "Lana Del Rey - Dark Paradise ( Music Video ) by Adrian The Editor",
  "Lana Del Rey - Doin' Time (Official Music Video) by Lana Del Rey",
  "AURORA - Cure For Me (Official Video) by AURORA",
  "Lil Nas X - MONTERO (Call Me By Your Name) (Official Video) by Lil Nas X",
  "Fun.: We Are Young ft. Janelle Monáe [OFFICIAL VIDEO] by Fueled By Ramen 11",
  "Hoobastank - The Reason (Official Music Video) by Hoobastank",
  "Keane - Somewhere Only We Know (Official Music Video) by Keane",
  "Of Monsters And Men - Dirty Paws (Official Lyric Video) by Of Monsters and Men",
  "Jose Gonzalez - Stay Alive | The Secret Life of Walter Mitty by soul gravity",

  "Giveon - Heartbreak Anniversary (Audio) by Givēon",
  "Amy Winehouse - Back To Black by Amy Winehouse",
  "The Weeknd - Starboy ft. Daft Punk (Official Video) by The Weeknd 6",
  "Adele - Rolling in the Deep (Official Music Video) by Adele 12",
  "Adele - Skyfall (Lyric Video) by Adele",
  "Lana Del Rey - Young and Beautiful by Lana Del Rey",
  "Lana Del Rey - Diet Mountain Dew(HD) Lyrics by Emilie",
  "Lana Del Rey | Diet Mountain Dew (Demo) by Lana Del Rey",
  "The Weeknd - Call Out My Name (Official Video) by The Weeknd",
  "Justin Timberlake - Mirrors (Official Video) by Justin Timberlake 9",
  "*SUMMER WINE* by Lana Del Rey",
  "The Weeknd - The Hills (Official Video) by The Weeknd 7",
  "The Weeknd - Can't Feel My Face (Official Video) by The Weeknd 7",
  "The Weeknd - Blinding Lights (Official Video) by The Weeknd",

  "You're All I Want - Cigarettes After Sex by Cigarettes After Sex",
  "Alice Merton - No Roots by Alice Merton",
  "Disturbed  - The Sound Of Silence [Official Music Video] by Disturbed",
  "Sam Smith - Writing's On The Wall (from Spectre) (Official Music Video) by SAM SMITH",
  "Harry Styles - Sign of the Times (Audio) by Harry Styles",
  "Lana Del Rey - Video Games by Lana Del Rey",
  "gnash - i hate u, i love u ft. olivia o'brien (music video) by gnash",
  "Coldplay - Fix You (Official Video) by Coldplay",
  "Coldplay - The Scientist (Official 4K Video) by Coldplay 11",

  "Adele - Hello by Adele 7",
  "Sia - Elastic Heart feat. Shia LaBeouf & Maddie Ziegler (Official Video) by Sia 7",
  "Sam Smith - Too Good At Goodbyes (Official Music Video) by SAM SMITH 5",
  "Hayd - Head In The Clouds (Official Video) by Hayd",
  "Sam Smith - I'm Not The Only One (Official Music Video) by SAM SMITH 8",
  "Sam Smith - Fire On Fire (From \"Watership Down\") by SAM SMITH",
  "Shane Filan - Beautiful In White (Official Video) by Shane Filan",
  "Astrid S - It´s Ok If You Forget Me (Official Lyric Video) by Astrid S",
  "LEE HI - '한숨 (BREATHE)' M/V by OfficialLEEHI",
  "LEE HI - HOLO Official Music Video (ENG) by AOMGOFFICIAL",
  "Joji - Glimpse of Us (Official Video) by Joji",
  "Fly Me To The Moon - Frank Sinatra (Prod YungRhythm) Lyrics | Terjemahan Indonesia by Lirikyu",
  "Imagine Dragons - Sharks (Official Music Video) by ImagineDragons",
  "BURN IT DOWN [Official Music Video] - Linkin Park by Linkin Park",
  "Leave Out All The Rest [Official Music Video] - Linkin Park by Linkin Park",
  "Green Day - 21 Guns [Official Music Video] by Green Day",
  "New Divide [Official Music Video] - Linkin Park by Linkin Park",
  "Numb [Official Music Video] - Linkin Park by Linkin Park 15",

  "What I've Done [Official Music Video] - Linkin Park by Linkin Park",
  "Rich Brian, NIKI, & Warren Hue - California (Official Music Video) by 88rising",
  "Eminem & Snoop Dogg - From The D 2 The LBC [Official Music Video] by EminemMusic",
  "Charlie Puth - Left And Right (feat. Jung Kook of BTS) [Official Video] by Charlie Puth",
  "Gracie Abrams - minor (Visualizer) by Gracie",
  "Gracie Abrams - Friend by Gracie Abrams",
  "Gracie Abrams - I miss you, I’m sorry (Lyric Video) by Gracie Abrams",
  "The Lumineers - Stubborn Love (Official Video) by The Lumineers",
  "Lennon Stella -  Thank You (Dido Cover) (Lyrics) by",
  "Mogli - Aftermath (Lyrics) by",
  "The Lumineers - Sleep On The Floor (Official Video) by The Lumineers",
  "Cigarettes After Sex - Apocalypse (Before Sunrise) by Tuhin Das",
  "[MV] CHEN (Chen) XPunch (Punch) - Everytime l Son of the Sun OST Part.2 by MUSIC&NEW 뮤직앤뉴",

  "Cigarettes After Sex Mix (Wonderful Memories)",
  "BoyWithUke - Toxic (Lyrics) by 7clouds",
  "Sophie Morelli - Shreds of Love (Official Video) by",
  "Dua Lipa - Levitating (Official Lyrics Video) by Dua Lipa",
  "Avicii - Hey Brother (Lyric) by Avicii",
  "Coldplay - Up&Up (Official Video) by Coldplay",

  "Imagine Dragons - Demons (Official Music Video) by ImagineDragons 9",
  "BENEE - Supalonely ft. Gus Dapperton by BENEE",
  "이하이 (LeeHi) - 'ONLY' Official MV (ENG/CHN) by AOMGOFFICIAL",
  "NIKI - Lose (Official Music Video) by 88rising",

  "88RISING - Midsummer Madness ft. Joji, Rich Brian, Higher Brothers, AUGUST 08 (Official Music Video) by 88rising",
  "Joji - I'LL SEE YOU IN 40 (Official Audio) by 88rising",
  "Clairo - Sofia by Claire Cottrill",
  "Imagine Dragons - Bones (Official Lyric Video) by ImagineDragons",
  "Rude Boy & White Cherry - Late Night Melancholy (Official Video) by Rude Boy",

  "GAYLE - abcdefu (Official Music Video) by GAYLE",
  "Light Switch - Charlie Puth (xooos cover) by xooos 수스",
  "The Chainsmokers - Closer (Lyric) ft. Halsey by The Chainsmokers 6",
  "Zara Larsson - Ain't My Fault (Official Video) by Zara Larsson",
  "Charli XCX - Boom Clap (The Fault In Our Stars Soundtrack) [Official Video] by Charli XCX",

  "Iggy Azalea - Fancy ft. Charli XCX by Iggy Azalea 8",
  "[도깨비 OST Part 1] 찬열, 펀치 (CHANYEOL, PUNCH) - Stay With Me MV by Stone Music Entertainment",
  "Eminem ft. Rihanna - The Monster (Explicit) [Official Video] by EminemMusic",
  "Weird Genius - Sweet Scar (ft. Prince Husein) Official Music Video by Weird Genius",
  "Axwell Λ Ingrosso - More Than You Know (Official Video) by Axwell Λ Ingrosso",

  "Gotye - Somebody That I Used To Know (feat. Kimbra) [Official Music Video] by gotyemusic 11",
  "James Arthur - Naked by James Arthur",
  "Clean Bandit - Rockabye (feat. Sean Paul & Anne-Marie) [Official Video] by Clean Bandit 6",

  "Clean Bandit - Solo (feat. Demi Lovato) [Official Video] by Clean Bandit ",
  "Clean Bandit - Baby (feat. Marina & Luis Fonsi) [Official Video] by Clean Bandit ",
  "Clean Bandit and Mabel - Tick Tock (feat. 24kGoldn) [Official Video] by Clean Bandit ",
  "Two Steps From Hell - Never Give Up On Your Dreams by Two Steps From Hell ",
  "Two Steps From Hell - Impossible (feat. Merethe Soltvedt) by Two Steps From Hell ",
  "Two Steps From Hell - Victory by Two Steps From Hell ",
  "Two Steps From Hell - Star Sky by Two Steps From Hell ",
  "VISSIA - I Just Wanna Hold U (Official Music Video) by VissiaVEVO ",

  "Imagine Dragons - Whatever It Takes (Official Music Video) by ImagineDragons ",
  "Christina Perri - A Thousand Years [Official Music Video] by Christina Perri 11 ",
  "Yas - Empty Crown by MrSuicideSheep ",
  "Coldplay - Hymn For The Weekend (Official Video) by Coldplay 6 ",
  "Tom Walker - Leave a Light On (Official Video) by Tom Walker ",
  "Tom Odell - Another Love (Official Video) by Tom Odell ",
  "Naughty Boy - La la la ft. Sam Smith (Official Video) by Naughty Boy 9 ",
  "Lana Del Rey - Lust For Life (Official Video) ft. The Weeknd by Lana Del Rey ",
  "Imagine Dragons x J.I.D - Enemy (from the series Arcane League of Legends) by ImagineDragons ",
  "Lana Del Rey - Born To Die by Lana Del Rey ",
  "Wiz Khalifa - See You Again ft. Charlie Puth [Official Video] Furious 7 Soundtrack by Wiz Khalifa 7 ",
  "The Kid LAROI, Justin Bieber - STAY (Official Video) by The Kid LAROI. ",

  "ZAYN - Dusk Till Dawn (Official Video) ft. Sia by zayn 5 ",
  "Lana Del Rey - Summertime Sadness (Official Music Video) by Lana Del Rey ",
  "Illenium - Fractures (feat. Nevve) by MrSuicideSheep ",
  "Toy / Takayan (Official Music Video) by たかやん / Takayan ",

  "flora cash - You're Somebody Else (Lyric Video) by flora cash ",
  "Haroinfather - Forever (Lyrics) by Aurora Vibes ",
  "Imagine Dragons - Radioactive by ImagineDragons 10 ",
  "Hozier - Take Me To Church by Hozier ",
  "Selena Gomez - Same Old Love by Selena Gomez ",
  "Khalid - Young Dumb & Broke (Official Video) by Khalid ",
  "Halsey - Gasoline (Audio) by Halsey ",
  "AViVA - Rabbit Hole by MrSuicideSheep ",
  "Echos - Saints by MrSuicideSheep ",
  "[Vietsub + Lyrics] Try - Colbie Caillat by Mjjeje H ",
  "Rick Astley - Never Gonna Give You Up (Official Music Video) by Rick Astley 13 ",
  "Hawk Nelson - Sold Out (Official Lyric Video) by Hawk Nelson ",
  "Lauv - Paris in the Rain [Official Video] by Lauv ",
  "Somebody Else (The 1975) Lyrics -  Ebony Day Cover by Rachel Gardner ",
  "Safe & Sound feat. The Civil Wars (The Hunger Games: Songs From District 12 And Beyond) by Taylor Swift ",

  "babi - devuélvemelo (letra) by babi ",

  "Kaash Paige - Love Songs (Lyrics) by Unique Vibes ",
  "The Weeknd - Save Your Tears (Official Music Video) by The Weeknd 1 ",
  "Nathan Evans - Wellerman (Sea Shanty) by NathanEvanss ",
  "AURORA - Soulless Creatures (Audio) by AURORA ",
  "AURORA - Warrior by AURORA ",
  "NIKI - lowkey (Official Visualizer) by 88rising ",
  "PUBLIC - Make You Mine (Put Your Hand in Mine) [Official Video] by PUBLICTHEBAND ",
  "Bella Poarch - Build a B*tch (Official Music Video) by Bella Poarch ",
  "AURORA - Runaway by AURORA ",
  "The Hanging Tree’ James Newton Howard ft. Jennifer Lawrence (Official Audio) by Vevo ",
  "Labyrinth / MONDO GROSSO by avex ",
  "[Vietsub+Lyrics] Your text - Sundial by Fall In Luv ",

  "Joji - YEAH RIGHT by 88rising ",
  "maye - Tú (Official Music Video) by maye ",
  "Clean Bandit - Symphony (feat. Zara Larsson) [Official Video] by Clean Bandit 5 ",
  "Mad at Disney - salem ilese (Lyrics) 🎵 by DopeLyrics ",
  "Clairo - Bags by Claire Cottrill ",
  "Clairo - Flamin Hot Cheetos by Claire Cottrill ",
  "you can be king again by youlazybum ",

  "[Vietsub + Lyrics} | Everything I Need - Skylar Grey (Aquaman Soundtrack) by Scorpa-Submania ",
  "Halsey - Colors by Halsey ",
  "FRND - Friend by MrSuicideSheep ",
  "Unlike Pluto - Revenge, And A Little More by MrSuicideSheep ",
  "Papa Ya - Cali Girl (Lyrics) by Unique Vibes ",
  "Papa Ya - Sunny by MrSuicideSheep ",
  "Sufjan Stevens - Mystery of Love (From \"Call Me By Your Name\" Soundtrack) by SonySoundtracksVEVO ",
  "Sia - The Greatest (Official Video) by Sia ",
  "Linkin Park - In The End (Mellen Gi & Tommee Profitt Remix) by TrapMusicHDTV ",
  "Echos - Guest Room by MrSuicideSheep ",
  "Rauf & Faik - колыбельная (Lyric Video) by Rauf & Faik ",

  "Eminem - Love The Way You Lie ft. Rihanna by EminemMusic 12 ",
  "Eminem - Lose Yourself [HD] by msvogue23 7 ",
  "I'm A Mess- Bebe Rexha | Dytto | Dance Video by Dytto ",
  "babi - colegas (letra) by babi ",
  "you can't control my heart (ft. shiloh) by the bootleg boy ",
  "@RachelLorinMusic - Obsessed (Lyrics) [7clouds Release] by 7clouds ",
  "La Vie En Rose by Daniela Andrade ",
  "Sasha Alex Sloan - Lie (Official Video) by Sasha Alex Sloan ",
  "babi - devuélvemelo | letra by heitmusic ",
  "SHY Martin - Are you happy? (Official Video) by shy martin ",

  "[Vietsub + Lyrics] I'm Not Her - Clara Mae by Cam Lavigne ",
  "Cyn - I’ll Still Have Me by Cyn ",
  "Seafret - Oceans by SeafretOfficial ",
  "Charlotte Lawrence - Slow Motion (Official Music Video) by Charlotte Lawrence ",
  "Current Joys - A Different Age by Stumble on Tapes ",
  "Sigrid - Strangers (Official Video) by Sigrid ",

  "Billie Eilish, Khalid - lovely by Billie Eilish 4 ",
  "Tove Lo - Glad He's Gone by Tove Lo ",
  "Charlotte Lawrence - Just the Same (Official Audio) by Charlotte Lawrence ",
  "Sasha Alex Sloan - at least i look cool (Lyric Video) by Sasha Alex Sloan ",
  "Chelsea Cutler - Crazier Things (Official Audio) by Chelsea Cutler ",
  "Jeremy Zucker - comethru (Official Video) by Jeremy Zucker ",
  "Kina - Can We Kiss Forever? (ft. Adriana Proenza) by the bootleg boy ",
  "Kina - get you the moon (ft. Snow) by the bootleg boy ",

  "Alyssa & James | missing [+S2] by ",
  "Rag'n'Bone Man - Human (Official Video) by Rag'n'Bone Man 6 ",
  "[Vietsub] Under - Alex Hepburn (Cover Mellixceil) by 𝐢'𝐦 𝐋𝐮𝐨𝐧𝐠 ",
  "[ Vietsub + Lyrics ] Scared To Be Lonely - Martin Garrix & Dua Lipa by Trimmi ",
  "idontwannabeyouanymore -Billie Eilish LEGENDADO by RainyDay ",
  "Billie Eilish, Khalid - lovely by bellecass ",
  "Imagine Dragons - Believer (Official Music Video) by ImagineDragons",
  "Sufjan Stevens - Mystery of Love (From \"Call Me By Your Name\" Soundtrack) by SonySoundtracksVEVO ",
  "James Arthur - Say You Won't Let Go by James Arthur 6 ",
  "[Vietsub] Criminal - Britney Spears by Retro Video ",
  "MARTIN GARRIX, DUA LIPA • SCARED TO BE LONELY | LETRA EN INGLÉS Y ESPAÑOL by Traducciones G ",
  "Timeflies ft. Shy Martin - Raincoat (Loote Remix) (Lyrics / Lyric Video) by Slap House ",
  "Nevada, Loote - Don't Call Me (Official Video) by NEVADA ",
  "Loote - tomorrow tonight (Audio) by LooteMusic ",
  "(Vietsub) Let me down slowly - Alec Benjamin by I'm TRONG - 1004 Subteam ",
  "Charlotte Lawrence - Why Do You Love Me (Acoustic) by Charlotte Lawrence ",
  "Selena Gomez - Lose You To Love Me (Official Music Video) by Selena Gomez ",
  "Two Feet - Lost The Game by MrSuicideSheep ",
  "Avicii - Broken Arrows by Avicii ",
  "Avicii - The Nights by Avicii ",
  "Avicii - Wake Me Up (Official Video) by Avicii 9 ",
  "Avicii - Waiting For Love by Avicii 7 ",
  "DYNORO & GIGI D'AGOSTINO - IN MY MIND by BLACK.BLACK ",
  "Allie X - Paper Love by MrSuicideSheep ",
  "Sasha Alex Sloan - Dancing With Your Ghost (Lyric Video) by Sasha Alex Sloan ",
  "Allie X – Downtown (Official Lyric Video) by Allie X ",
  "[ Vietsub + Lyrics ] Paris In The Rain - Lauv by Trimmi ",
  "XXXTENTACION - changes by XXXTENTACION ",
  "XXXTENTACION - Jocelyn Flores (Audio) by XXXTENTACION ",
  "Sasha Alex Sloan - Older (Lyric Video) by Sasha Alex Sloan ",
  "Loote - are you sure? (Audio) by LooteMusic ",
  "Aaron Smith - Dancin (KRONO Remix) by TheSoundYouNeed ",
  "Mike Perry - The Ocean ft. Shy Martin by MikePerryVEVO ",
  "Joji - SLOW DANCING IN THE DARK by 88rising "
]
